{
  "text": {
    "xin": 153,
    "chào": 17,
    "xin chào": 154,
    "bot": 5,
    "chào bot": 18,
    "hi": 45,
    "tạm": 133,
    "biệt": 4,
    "tạm biệt": 134,
    "bye": 6,
    "bye bye": 7,
    "hẹn": 52,
    "gặp": 41,
    "lại": 67,
    "hẹn gặp": 53,
    "gặp lại": 42,
    "tôi": 124,
    "nên": 82,
    "phân": 91,
    "bổ": 9,
    "thu": 97,
    "nhập": 79,
    "thế": 103,
    "nào": 81,
    "tôi nên": 128,
    "nên phân": 83,
    "phân bổ": 92,
    "bổ thu": 11,
    "thu nhập": 98,
    "nhập thế": 80,
    "thế nào": 104,
    "gợi": 43,
    "ý": 155,
    "cách": 21,
    "chia": 12,
    "hũ": 48,
    "tài": 119,
    "chính": 19,
    "cho": 14,
    "gợi ý": 44,
    "ý cách": 156,
    "cách chia": 22,
    "chia hũ": 13,
    "hũ tài": 51,
    "tài chính": 120,
    "chính cho": 20,
    "cho tôi": 16,
    "tỉ": 135,
    "lệ": 68,
    "của": 30,
    "hiện": 46,
    "tại": 131,
    "có": 23,
    "hợp": 56,
    "lý": 65,
    "không": 60,
    "tỉ lệ": 136,
    "lệ hũ": 69,
    "hũ của": 50,
    "của tôi": 31,
    "tôi hiện": 126,
    "hiện tại": 47,
    "tại có": 132,
    "có hợp": 27,
    "hợp lý": 57,
    "lý không": 66,
    "tiết": 108,
    "kiệm": 61,
    "và": 141,
    "đầu": 157,
    "tư": 129,
    "bổ hũ": 10,
    "hũ cho": 49,
    "cho tiết": 15,
    "tiết kiệm": 109,
    "kiệm và": 64,
    "và đầu": 142,
    "đầu tư": 158,
    "muốn": 73,
    "mua": 70,
    "nhà": 77,
    "trong": 112,
    "__number__": 0,
    "năm": 84,
    "tôi muốn": 127,
    "muốn mua": 74,
    "mua nhà": 71,
    "nhà trong": 78,
    "trong __number__": 113,
    "__number__ năm": 1,
    "triệu": 110,
    "tháng": 99,
    "sau": 93,
    "kiệm __number__": 62,
    "__number__ triệu": 3,
    "triệu trong": 111,
    "trong tháng": 114,
    "tháng sau": 100,
    "mục": 75,
    "tiêu": 105,
    "trả": 115,
    "nợ": 87,
    "mục tiêu": 76,
    "tiêu trả": 107,
    "trả nợ": 116,
    "nợ trong": 88,
    "__number__ tháng": 2,
    "đặt": 159,
    "xe": 151,
    "với": 147,
    "đặt mục": 160,
    "tiêu mua": 106,
    "mua xe": 72,
    "xe với": 152,
    "với __number__": 148,
    "vpbank": 139,
    "gói": 39,
    "online": 89,
    "vpbank có": 140,
    "có gói": 25,
    "gói tiết": 40,
    "kiệm online": 63,
    "online không": 90,
    "vấn": 143,
    "vay": 137,
    "vốn": 145,
    "tư vấn": 130,
    "vấn vay": 144,
    "vay vốn": 138,
    "vốn cho": 146,
    "dịch": 33,
    "vụ": 149,
    "thẻ": 101,
    "tín": 122,
    "dụng": 35,
    "gì": 37,
    "nổi": 85,
    "bật": 8,
    "dịch vụ": 34,
    "vụ thẻ": 150,
    "thẻ tín": 102,
    "tín dụng": 123,
    "dụng của": 36,
    "của vpbank": 32,
    "có gì": 24,
    "gì nổi": 38,
    "nổi bật": 86,
    "cần": 28,
    "khoản": 58,
    "số": 94,
    "đẹp": 161,
    "hỗ": 54,
    "trợ": 117,
    "tôi cần": 125,
    "cần tài": 29,
    "tài khoản": 121,
    "khoản số": 59,
    "số đẹp": 95,
    "đẹp vpbank": 162,
    "có hỗ": 26,
    "hỗ trợ": 55,
    "trợ không": 118,
    "test": 96
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "ask_jar_allocation": 0,
    "set_financial_goal": 4,
    "ask_vpbank_service": 1,
    "test": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_call_remote_func": 1,
    "action_evaluate_goal": 6,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_suggest_goal": 16
  },
  "action_text": null,
  "intent_response_key": null
}