{
  "text": {
    "tôi": 173,
    "nên": 114,
    "phân": 119,
    "bổ": 9,
    "thu": 128,
    "nhập": 106,
    "thế": 144,
    "nào": 110,
    "tôi nên": 180,
    "nên phân": 115,
    "phân bổ": 120,
    "bổ thu": 11,
    "thu nhập": 129,
    "nhập thế": 109,
    "thế nào": 145,
    "gợi": 49,
    "ý": 205,
    "cách": 25,
    "chia": 15,
    "hũ": 54,
    "tài": 167,
    "chính": 23,
    "cho": 17,
    "gợi ý": 50,
    "ý cách": 206,
    "cách chia": 26,
    "chia hũ": 16,
    "hũ tài": 57,
    "tài chính": 168,
    "chính cho": 24,
    "cho tôi": 20,
    "tỉ": 188,
    "lệ": 81,
    "của": 35,
    "hiện": 51,
    "tại": 186,
    "có": 27,
    "hợp": 60,
    "lý": 77,
    "không": 64,
    "tỉ lệ": 189,
    "lệ hũ": 82,
    "hũ của": 56,
    "của tôi": 36,
    "tôi hiện": 175,
    "hiện tại": 53,
    "tại có": 187,
    "có hợp": 29,
    "hợp lý": 61,
    "lý không": 78,
    "tiết": 157,
    "kiệm": 69,
    "và": 192,
    "đầu": 216,
    "tư": 185,
    "bổ hũ": 10,
    "hũ cho": 55,
    "cho tiết": 19,
    "tiết kiệm": 158,
    "kiệm và": 71,
    "và đầu": 193,
    "đầu tư": 217,
    "muốn": 90,
    "mua": 85,
    "xe": 199,
    "trong": 161,
    "__number__": 0,
    "tháng": 130,
    "với": 196,
    "giá": 46,
    "khoảng": 62,
    "tôi muốn": 178,
    "muốn mua": 92,
    "mua xe": 88,
    "xe trong": 201,
    "trong __number__": 162,
    "__number__ tháng": 3,
    "tháng với": 136,
    "với giá": 197,
    "giá khoảng": 48,
    "khoảng __number__": 63,
    "mục": 99,
    "tiêu": 152,
    "là": 72,
    "đi": 209,
    "du": 39,
    "học": 58,
    "cần": 33,
    "mục tiêu": 100,
    "tiêu của": 153,
    "tôi là": 177,
    "là đi": 76,
    "đi du": 210,
    "du học": 40,
    "học trong": 59,
    "tháng cần": 131,
    "cần __number__": 34,
    "định": 225,
    "dành": 42,
    "để": 218,
    "xây": 202,
    "nhà": 104,
    "vòng": 194,
    "tôi định": 184,
    "định dành": 226,
    "dành __number__": 43,
    "__number__ để": 6,
    "để xây": 223,
    "xây nhà": 203,
    "nhà trong": 105,
    "trong vòng": 164,
    "vòng __number__": 195,
    "cưới": 31,
    "vợ": 198,
    "muốn tiết": 93,
    "kiệm __number__": 70,
    "__number__ trong": 5,
    "tháng để": 137,
    "để cưới": 219,
    "cưới vợ": 32,
    "tới": 190,
    "khởi": 65,
    "nghiệp": 101,
    "tháng tới": 135,
    "tới tôi": 191,
    "muốn có": 91,
    "có __number__": 28,
    "để khởi": 221,
    "khởi nghiệp": 66,
    "tích": 169,
    "lũy": 79,
    "đất": 215,
    "tiêu là": 154,
    "là tích": 75,
    "tích lũy": 170,
    "lũy __number__": 80,
    "để mua": 222,
    "mua đất": 89,
    "ưu": 229,
    "tiên": 148,
    "cao": 12,
    "ưu tiên": 230,
    "tiên cao": 149,
    "cao của": 13,
    "là tiết": 74,
    "mua nhà": 87,
    "mỗi": 97,
    "đạt": 213,
    "__number__ thu": 2,
    "nhập mỗi": 108,
    "mỗi tháng": 98,
    "để đạt": 224,
    "đạt __number__": 214,
    "đang": 207,
    "máy": 94,
    "tôi đang": 183,
    "đang có": 208,
    "nhập __number__": 107,
    "tháng muốn": 133,
    "xe máy": 200,
    "máy giá": 95,
    "giá __number__": 47,
    "kiếm": 67,
    "được": 211,
    "tôi kiếm": 176,
    "kiếm được": 68,
    "được __number__": 212,
    "tháng tiết": 134,
    "__number__ muốn": 1,
    "tính": 171,
    "số": 125,
    "tiền": 159,
    "thời": 146,
    "gian": 44,
    "tiêu mua": 155,
    "mua máy": 86,
    "máy tính": 96,
    "tính số": 172,
    "số tiền": 126,
    "tiền cần": 160,
    "__number__ thời": 4,
    "thời gian": 147,
    "gian __number__": 45,
    "tháng ưu": 138,
    "lịch": 83,
    "châu": 21,
    "âu": 204,
    "tôi tiết": 182,
    "tháng hiện": 132,
    "hiện có": 52,
    "để du": 220,
    "du lịch": 41,
    "lịch châu": 84,
    "châu âu": 22,
    "này": 111,
    "thấp": 140,
    "độ": 227,
    "tiêu này": 156,
    "này có": 112,
    "có thấp": 30,
    "thấp độ": 141,
    "độ ưu": 228,
    "nó": 116,
    "danh": 37,
    "sách": 123,
    "nó cao": 117,
    "cao trong": 14,
    "trong danh": 163,
    "danh sách": 38,
    "sách của": 124,
    "nghĩ": 102,
    "trung": 165,
    "bình": 7,
    "thôi": 139,
    "tôi nghĩ": 179,
    "nghĩ nó": 103,
    "nó trung": 118,
    "trung bình": 166,
    "bình thôi": 8,
    "tiên là": 150,
    "là cao": 73,
    "rằng": 121,
    "tôi cho": 174,
    "cho rằng": 18,
    "rằng thấp": 122,
    "thấy": 142,
    "tôi thấy": 181,
    "thấy mục": 143,
    "này trung": 113,
    "tiên thấp": 151,
    "test": 127
  },
  "intent": {
    "ask_jar_allocation": 0,
    "set_financial_goal": 2,
    "inform_priority": 1,
    "test": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_call_remote_func": 1,
    "action_evaluate_financial_goal": 6,
    "action_suggest_jar_allocation": 12,
    "financial_goal_form": 15
  },
  "action_text": null,
  "intent_response_key": null
}