{
  "text": {
    "tôi": 104,
    "nên": 72,
    "phân": 77,
    "bổ": 4,
    "thu": 82,
    "nhập": 67,
    "thế": 89,
    "nào": 71,
    "tôi nên": 108,
    "nên phân": 73,
    "phân bổ": 78,
    "bổ thu": 6,
    "thu nhập": 83,
    "nhập thế": 68,
    "thế nào": 90,
    "gợi": 31,
    "ý": 124,
    "cách": 14,
    "chia": 7,
    "hũ": 35,
    "tài": 102,
    "chính": 12,
    "cho": 9,
    "gợi ý": 32,
    "ý cách": 125,
    "cách chia": 15,
    "chia hũ": 8,
    "hũ tài": 38,
    "tài chính": 103,
    "chính cho": 13,
    "cho tôi": 11,
    "tỉ": 112,
    "lệ": 55,
    "của": 20,
    "hiện": 33,
    "tại": 110,
    "có": 16,
    "hợp": 43,
    "lý": 53,
    "không": 47,
    "tỉ lệ": 113,
    "lệ hũ": 56,
    "hũ của": 37,
    "của tôi": 21,
    "tôi hiện": 105,
    "hiện tại": 34,
    "tại có": 111,
    "có hợp": 17,
    "hợp lý": 44,
    "lý không": 54,
    "tiết": 93,
    "kiệm": 48,
    "và": 116,
    "đầu": 128,
    "tư": 109,
    "bổ hũ": 5,
    "hũ cho": 36,
    "cho tiết": 10,
    "tiết kiệm": 94,
    "kiệm và": 50,
    "và đầu": 117,
    "đầu tư": 129,
    "muốn": 61,
    "mua": 59,
    "xe": 122,
    "hơi": 39,
    "trong": 99,
    "__number__": 0,
    "năm": 74,
    "tới": 114,
    "với": 120,
    "giá": 29,
    "khoảng": 45,
    "triệu": 97,
    "tôi muốn": 107,
    "muốn mua": 63,
    "mua xe": 60,
    "xe hơi": 123,
    "hơi trong": 40,
    "trong __number__": 100,
    "__number__ năm": 1,
    "năm tới": 75,
    "tới với": 115,
    "với giá": 121,
    "giá khoảng": 30,
    "khoảng __number__": 46,
    "__number__ triệu": 3,
    "dành": 24,
    "tiền": 95,
    "đi": 126,
    "du": 22,
    "lịch": 57,
    "nhật": 69,
    "tháng": 84,
    "nữa": 76,
    "muốn dành": 62,
    "dành tiền": 26,
    "tiền đi": 96,
    "đi du": 127,
    "du lịch": 23,
    "lịch nhật": 58,
    "nhật trong": 70,
    "__number__ tháng": 2,
    "tháng nữa": 86,
    "muốn tiết": 64,
    "kiệm __number__": 49,
    "triệu trong": 98,
    "mục": 65,
    "tiêu": 91,
    "là": 51,
    "học": 41,
    "thạc": 87,
    "sĩ": 79,
    "vòng": 118,
    "cần": 18,
    "mục tiêu": 66,
    "tiêu của": 92,
    "tôi là": 106,
    "là học": 52,
    "học thạc": 42,
    "thạc sĩ": 88,
    "sĩ trong": 80,
    "trong vòng": 101,
    "vòng __number__": 119,
    "tháng cần": 85,
    "cần __number__": 19,
    "dụm": 27,
    "dành dụm": 25,
    "dụm khoảng": 28,
    "test": 81
  },
  "intent": {
    "ask_jar_allocation": 0,
    "set_financial_goal": 1,
    "test": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_call_remote_func": 1,
    "action_evaluate_financial_goal": 6,
    "action_suggest_jar_allocation": 12,
    "financial_goal_form": 15
  },
  "action_text": null,
  "intent_response_key": null
}