{
  "text": {
    "tôi": 173,
    "nên": 120,
    "phân": 126,
    "bổ": 8,
    "thu": 132,
    "nhập": 115,
    "thế": 145,
    "nào": 119,
    "tôi nên": 179,
    "nên phân": 121,
    "phân bổ": 127,
    "bổ thu": 10,
    "thu nhập": 133,
    "nhập thế": 118,
    "thế nào": 146,
    "gợi": 56,
    "ý": 214,
    "cách": 22,
    "chia": 13,
    "hũ": 61,
    "tài": 164,
    "chính": 20,
    "cho": 15,
    "gợi ý": 57,
    "ý cách": 215,
    "cách chia": 23,
    "chia hũ": 14,
    "hũ tài": 64,
    "tài chính": 165,
    "chính cho": 21,
    "cho tôi": 17,
    "tỉ": 187,
    "lệ": 92,
    "của": 35,
    "hiện": 58,
    "tại": 185,
    "có": 24,
    "hợp": 69,
    "lý": 88,
    "không": 75,
    "tỉ lệ": 188,
    "lệ hũ": 93,
    "hũ của": 63,
    "của tôi": 36,
    "tôi hiện": 175,
    "hiện tại": 60,
    "tại có": 186,
    "có hợp": 29,
    "hợp lý": 70,
    "lý không": 89,
    "tiết": 155,
    "kiệm": 80,
    "và": 195,
    "đầu": 225,
    "tư": 183,
    "bổ hũ": 9,
    "hũ cho": 62,
    "cho tiết": 16,
    "tiết kiệm": 156,
    "kiệm và": 83,
    "và đầu": 196,
    "đầu tư": 226,
    "muốn": 101,
    "mua": 96,
    "xe": 208,
    "trong": 159,
    "__number__": 0,
    "tháng": 134,
    "với": 203,
    "giá": 49,
    "khoảng": 73,
    "tôi muốn": 178,
    "muốn mua": 103,
    "mua xe": 99,
    "xe trong": 210,
    "trong __number__": 160,
    "__number__ tháng": 3,
    "tháng với": 140,
    "với giá": 204,
    "giá khoảng": 51,
    "khoảng __number__": 74,
    "mục": 110,
    "tiêu": 151,
    "là": 84,
    "đi": 218,
    "du": 38,
    "học": 65,
    "cần": 32,
    "mục tiêu": 111,
    "tiêu của": 152,
    "tôi là": 177,
    "là đi": 87,
    "đi du": 219,
    "du học": 39,
    "học trong": 66,
    "tháng cần": 135,
    "cần __number__": 33,
    "định": 236,
    "dành": 41,
    "để": 229,
    "xây": 211,
    "nhà": 113,
    "vòng": 197,
    "tôi định": 182,
    "định dành": 237,
    "dành __number__": 42,
    "__number__ để": 6,
    "để xây": 234,
    "xây nhà": 212,
    "nhà trong": 114,
    "trong vòng": 161,
    "vòng __number__": 198,
    "cưới": 30,
    "vợ": 205,
    "muốn tiết": 104,
    "kiệm __number__": 81,
    "__number__ trong": 5,
    "tháng để": 141,
    "để cưới": 230,
    "cưới vợ": 31,
    "tới": 189,
    "khởi": 76,
    "nghiệp": 112,
    "tháng tới": 139,
    "tới tôi": 190,
    "muốn có": 102,
    "có __number__": 25,
    "để khởi": 232,
    "khởi nghiệp": 77,
    "tích": 167,
    "lũy": 90,
    "đất": 224,
    "tiêu là": 153,
    "là tích": 86,
    "tích lũy": 168,
    "lũy __number__": 91,
    "để mua": 233,
    "mua đất": 100,
    "ưu": 238,
    "tiên": 149,
    "cao": 11,
    "ưu tiên": 239,
    "tiên cao": 150,
    "cao của": 12,
    "là tiết": 85,
    "mua nhà": 98,
    "mỗi": 108,
    "đạt": 222,
    "__number__ thu": 2,
    "nhập mỗi": 117,
    "mỗi tháng": 109,
    "để đạt": 235,
    "đạt __number__": 223,
    "đang": 216,
    "máy": 105,
    "tôi đang": 181,
    "đang có": 217,
    "nhập __number__": 116,
    "tháng muốn": 137,
    "xe máy": 209,
    "máy giá": 106,
    "giá __number__": 50,
    "kiếm": 78,
    "được": 220,
    "tôi kiếm": 176,
    "kiếm được": 79,
    "được __number__": 221,
    "tháng tiết": 138,
    "__number__ muốn": 1,
    "tính": 171,
    "số": 128,
    "tiền": 157,
    "thời": 147,
    "gian": 47,
    "tiêu mua": 154,
    "mua máy": 97,
    "máy tính": 107,
    "tính số": 172,
    "số tiền": 129,
    "tiền cần": 158,
    "__number__ thời": 4,
    "thời gian": 148,
    "gian __number__": 48,
    "tháng ưu": 142,
    "lịch": 94,
    "châu": 18,
    "âu": 213,
    "tôi tiết": 180,
    "tháng hiện": 136,
    "hiện có": 59,
    "để du": 231,
    "du lịch": 40,
    "lịch châu": 95,
    "châu âu": 19,
    "vpbank": 193,
    "gói": 54,
    "online": 124,
    "vpbank có": 194,
    "có gói": 27,
    "gói tiết": 55,
    "kiệm online": 82,
    "online không": 125,
    "vấn": 199,
    "vay": 191,
    "vốn": 201,
    "tư vấn": 184,
    "vấn vay": 200,
    "vay vốn": 192,
    "vốn cho": 202,
    "dịch": 43,
    "vụ": 206,
    "thẻ": 143,
    "tín": 169,
    "dụng": 45,
    "gì": 52,
    "nổi": 122,
    "bật": 7,
    "dịch vụ": 44,
    "vụ thẻ": 207,
    "thẻ tín": 144,
    "tín dụng": 170,
    "dụng của": 46,
    "của vpbank": 37,
    "có gì": 26,
    "gì nổi": 53,
    "nổi bật": 123,
    "khoản": 71,
    "đẹp": 227,
    "hỗ": 67,
    "trợ": 162,
    "tôi cần": 174,
    "cần tài": 34,
    "tài khoản": 166,
    "khoản số": 72,
    "số đẹp": 130,
    "đẹp vpbank": 228,
    "có hỗ": 28,
    "hỗ trợ": 68,
    "trợ không": 163,
    "test": 131
  },
  "intent": {
    "ask_jar_allocation": 0,
    "set_financial_goal": 2,
    "ask_vpbank_service": 1,
    "test": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_call_remote_func": 1,
    "action_evaluate_financial_goal": 6,
    "action_suggest_jar_allocation": 12,
    "action_suggest_vpbank_service": 13
  },
  "action_text": null,
  "intent_response_key": null
}