{
  "text": {
    " tô": 64,
    "tôi": 161,
    "ôi ": 176,
    " tôi": 65,
    "tôi ": 162,
    " tôi ": 66,
    " nê": 44,
    "nên": 143,
    "ên ": 173,
    " nên": 45,
    "nên ": 144,
    " nên ": 46,
    " ph": 47,
    "phâ": 145,
    "hân": 107,
    "ân ": 172,
    " phâ": 48,
    "phân": 146,
    "hân ": 108,
    " phân": 49,
    "phân ": 147,
    " bổ": 0,
    "bổ ": 80,
    " bổ ": 1,
    " th": 53,
    "thu": 152,
    "hu ": 106,
    " thu": 54,
    "thu ": 153,
    " thu ": 55,
    " nh": 38,
    "nhậ": 138,
    "hập": 116,
    "ập ": 183,
    " nhậ": 39,
    "nhập": 139,
    "hập ": 117,
    " nhập": 40,
    "nhập ": 140,
    "thế": 154,
    "hế ": 118,
    " thế": 56,
    "thế ": 155,
    " thế ": 57,
    " nà": 41,
    "nào": 141,
    "ào ": 169,
    " nào": 42,
    "nào ": 142,
    " nào ": 43,
    " gợ": 17,
    "gợi": 98,
    "ợi ": 187,
    " gợi": 18,
    "gợi ": 99,
    " gợi ": 19,
    " ý ": 76,
    " cá": 9,
    "các": 90,
    "ách": 170,
    "ch ": 81,
    " các": 10,
    "cách": 91,
    "ách ": 171,
    " cách": 11,
    "cách ": 92,
    " ch": 2,
    "chi": 82,
    "hia": 100,
    "ia ": 121,
    " chi": 3,
    "chia": 83,
    "hia ": 101,
    " chia": 4,
    "chia ": 84,
    " hũ": 23,
    "hũ ": 115,
    " hũ ": 24,
    " tà": 61,
    "tài": 159,
    "ài ": 168,
    " tài": 62,
    "tài ": 160,
    " tài ": 63,
    "chí": 87,
    "hín": 109,
    "ính": 174,
    "nh ": 137,
    " chí": 7,
    "chín": 88,
    "hính": 110,
    "ính ": 175,
    " chín": 8,
    "chính": 89,
    "hính ": 111,
    "cho": 85,
    "ho ": 105,
    " cho": 5,
    "cho ": 86,
    " cho ": 6,
    " tỉ": 72,
    "tỉ ": 166,
    " tỉ ": 73,
    " lệ": 36,
    "lệ ": 135,
    " lệ ": 37,
    " củ": 14,
    "của": 94,
    "ủa ": 189,
    " của": 15,
    "của ": 95,
    " của ": 16,
    " hi": 20,
    "hiệ": 102,
    "iện": 126,
    "ện ": 186,
    " hiệ": 21,
    "hiện": 103,
    "iện ": 127,
    " hiện": 22,
    "hiện ": 104,
    " tạ": 69,
    "tại": 164,
    "ại ": 181,
    " tại": 70,
    "tại ": 165,
    " tại ": 71,
    " có": 12,
    "có ": 93,
    " có ": 13,
    " hợ": 25,
    "hợp": 119,
    "ợp ": 188,
    " hợp": 26,
    "hợp ": 120,
    " hợp ": 27,
    " lý": 34,
    "lý ": 134,
    " lý ": 35,
    " kh": 28,
    "khô": 128,
    "hôn": 112,
    "ông": 177,
    "ng ": 136,
    " khô": 29,
    "khôn": 129,
    "hông": 113,
    "ông ": 178,
    " khôn": 30,
    "không": 130,
    "hông ": 114,
    " ti": 58,
    "tiế": 156,
    "iết": 122,
    "ết ": 184,
    " tiế": 59,
    "tiết": 157,
    "iết ": 123,
    " tiết": 60,
    "tiết ": 158,
    " ki": 31,
    "kiệ": 131,
    "iệm": 124,
    "ệm ": 185,
    " kiệ": 32,
    "kiệm": 132,
    "iệm ": 125,
    " kiệm": 33,
    "kiệm ": 133,
    " và": 74,
    "và ": 167,
    " và ": 75,
    " đầ": 77,
    "đầu": 179,
    "ầu ": 182,
    " đầu": 78,
    "đầu ": 180,
    " đầu ": 79,
    " tư": 67,
    "tư ": 163,
    " tư ": 68,
    " te": 50,
    "tes": 149,
    "est": 96,
    "st ": 148,
    " tes": 51,
    "test": 150,
    "est ": 97,
    " test": 52,
    "test ": 151
  },
  "response": null,
  "action_text": null
}