{
  "text": {
    " tô": 170,
    "tôi": 520,
    "ôi ": 576,
    " tôi": 171,
    "tôi ": 521,
    " tôi ": 172,
    " nê": 120,
    "nên": 451,
    "ên ": 566,
    " nên": 121,
    "nên ": 452,
    " nên ": 122,
    " ph": 129,
    "phâ": 467,
    "hân": 345,
    "ân ": 563,
    " phâ": 130,
    "phân": 468,
    "hân ": 346,
    " phân": 131,
    "phân ": 469,
    " bổ": 6,
    "bổ ": 273,
    " bổ ": 7,
    " th": 137,
    "thu": 483,
    "hu ": 340,
    " thu": 138,
    "thu ": 484,
    " thu ": 139,
    " nh": 112,
    "nhậ": 439,
    "hập": 356,
    "ập ": 613,
    " nhậ": 115,
    "nhập": 440,
    "hập ": 357,
    " nhập": 116,
    "nhập ": 441,
    "thế": 490,
    "hế ": 359,
    " thế": 144,
    "thế ": 491,
    " thế ": 145,
    " nà": 117,
    "nào": 449,
    "ào ": 557,
    " nào": 118,
    "nào ": 450,
    " nào ": 119,
    " gợ": 55,
    "gợi": 326,
    "ợi ": 634,
    " gợi": 56,
    "gợi ": 327,
    " gợi ": 57,
    " ý ": 214,
    " cá": 20,
    "các": 288,
    "ách": 558,
    "ch ": 276,
    " các": 21,
    "cách": 289,
    "ách ": 559,
    " cách": 22,
    "cách ": 290,
    " ch": 11,
    "chi": 277,
    "hia": 328,
    "ia ": 369,
    " chi": 12,
    "chia": 278,
    "hia ": 329,
    " chia": 13,
    "chia ": 279,
    " hũ": 61,
    "hũ ": 355,
    " hũ ": 62,
    " tà": 161,
    "tài": 511,
    "ài ": 554,
    " tài": 162,
    "tài ": 512,
    " tài ": 163,
    "chí": 285,
    "hín": 349,
    "ính": 571,
    "nh ": 436,
    " chí": 18,
    "chín": 286,
    "hính": 350,
    "ính ": 572,
    " chín": 19,
    "chính": 287,
    "hính ": 351,
    "cho": 280,
    "ho ": 335,
    " cho": 14,
    "cho ": 281,
    " cho ": 15,
    " tỉ": 178,
    "tỉ ": 525,
    " tỉ ": 179,
    " lệ": 90,
    "lệ ": 413,
    " lệ ": 91,
    " củ": 31,
    "của": 297,
    "ủa ": 639,
    " của": 32,
    "của ": 298,
    " của ": 33,
    " hi": 58,
    "hiệ": 330,
    "iện": 387,
    "ện ": 620,
    " hiệ": 59,
    "hiện": 331,
    "iện ": 388,
    " hiện": 60,
    "hiện ": 332,
    " tạ": 175,
    "tại": 523,
    "ại ": 604,
    " tại": 176,
    "tại ": 524,
    " tại ": 177,
    " có": 23,
    "có ": 291,
    " có ": 24,
    " hợ": 68,
    "hợp": 367,
    "ợp ": 635,
    " hợp": 69,
    "hợp ": 368,
    " hợp ": 70,
    " lý": 85,
    "lý ": 410,
    " lý ": 86,
    " kh": 71,
    "khô": 394,
    "hôn": 352,
    "ông": 577,
    "ng ": 432,
    " khô": 74,
    "khôn": 395,
    "hông": 353,
    "ông ": 578,
    " khôn": 75,
    "không": 396,
    "hông ": 354,
    " ti": 148,
    "tiế": 500,
    "iết": 381,
    "ết ": 617,
    " tiế": 152,
    "tiết": 501,
    "iết ": 382,
    " tiết": 153,
    "tiết ": 502,
    " ki": 78,
    "kiệ": 403,
    "iệm": 385,
    "ệm ": 619,
    " kiệ": 81,
    "kiệm": 404,
    "iệm ": 386,
    " kiệm": 82,
    "kiệm ": 405,
    " và": 189,
    "và ": 539,
    " và ": 190,
    " đầ": 229,
    "đầu": 590,
    "ầu ": 612,
    " đầu": 230,
    "đầu ": 591,
    " đầu ": 231,
    " tư": 173,
    "tư ": 522,
    " tư ": 174,
    " mu": 95,
    "muố": 422,
    "uốn": 532,
    "ốn ": 627,
    " muố": 98,
    "muốn": 423,
    "uốn ": 533,
    " muốn": 99,
    "muốn ": 424,
    "mua": 420,
    "ua ": 528,
    " mua": 96,
    "mua ": 421,
    " mua ": 97,
    " xe": 207,
    "xe ": 551,
    " xe ": 208,
    " tr": 156,
    "tro": 506,
    "ron": 474,
    "ong": 455,
    " tro": 157,
    "tron": 507,
    "rong": 475,
    "ong ": 456,
    " tron": 158,
    "trong": 508,
    "rong ": 476,
    " __": 0,
    "__n": 252,
    "_nu": 255,
    "num": 446,
    "umb": 529,
    "mbe": 417,
    "ber": 268,
    "er_": 309,
    "r__": 470,
    "__ ": 248,
    " __n": 1,
    "__nu": 253,
    "_num": 256,
    "numb": 447,
    "umbe": 530,
    "mber": 418,
    "ber_": 269,
    "er__": 310,
    "r__ ": 471,
    " __nu": 2,
    "__num": 254,
    "_numb": 257,
    "numbe": 448,
    "umber": 531,
    "mber_": 419,
    "ber__": 270,
    "er__ ": 311,
    "thá": 485,
    "hán": 342,
    "áng": 560,
    " thá": 140,
    "thán": 486,
    "háng": 343,
    "áng ": 561,
    " thán": 141,
    "tháng": 487,
    "háng ": 344,
    " vớ": 200,
    "với": 547,
    "ới ": 630,
    " với": 201,
    "với ": 548,
    " với ": 202,
    " gi": 45,
    "giá": 321,
    "iá ": 374,
    " giá": 48,
    "giá ": 322,
    " giá ": 49,
    "kho": 391,
    "hoả": 336,
    "oản": 460,
    "ảng": 607,
    " kho": 72,
    "khoả": 392,
    "hoản": 337,
    "oảng": 462,
    "ảng ": 608,
    " khoả": 73,
    "khoản": 393,
    "hoảng": 339,
    "oảng ": 463,
    " mụ": 106,
    "mục": 429,
    "ục ": 636,
    " mục": 107,
    "mục ": 430,
    " mục ": 108,
    "tiê": 495,
    "iêu": 377,
    "êu ": 567,
    " tiê": 149,
    "tiêu": 498,
    "iêu ": 378,
    " tiêu": 151,
    "tiêu ": 499,
    " là": 83,
    "là ": 409,
    " là ": 84,
    " đi": 218,
    "đi ": 582,
    " đi ": 219,
    " du": 34,
    "du ": 299,
    " du ": 35,
    " họ": 63,
    "học": 360,
    "ọc ": 626,
    " học": 64,
    "học ": 361,
    " học ": 65,
    " cầ": 28,
    "cần": 295,
    "ần ": 611,
    " cần": 29,
    "cần ": 296,
    " cần ": 30,
    " đị": 237,
    "địn": 595,
    "ịnh": 624,
    " địn": 238,
    "định": 596,
    "ịnh ": 625,
    " định": 239,
    "định ": 597,
    " dà": 36,
    "dàn": 300,
    "ành": 555,
    " dàn": 37,
    "dành": 301,
    "ành ": 556,
    " dành": 38,
    "dành ": 302,
    " để": 235,
    "để ": 594,
    " để ": 236,
    " xâ": 209,
    "xây": 552,
    "ây ": 565,
    " xây": 210,
    "xây ": 553,
    " xây ": 211,
    "nhà": 437,
    "hà ": 341,
    " nhà": 113,
    "nhà ": 438,
    " nhà ": 114,
    " vò": 191,
    "vòn": 540,
    "òng": 573,
    " vòn": 192,
    "vòng": 541,
    "òng ": 574,
    " vòng": 193,
    "vòng ": 542,
    " cư": 25,
    "cướ": 292,
    "ưới": 600,
    " cướ": 26,
    "cưới": 293,
    "ưới ": 601,
    " cưới": 27,
    "cưới ": 294,
    " vợ": 203,
    "vợ ": 549,
    " vợ ": 204,
    " tớ": 180,
    "tới": 526,
    " tới": 181,
    "tới ": 527,
    " tới ": 182,
    "khở": 397,
    "hởi": 365,
    "ởi ": 632,
    " khở": 76,
    "khởi": 398,
    "hởi ": 366,
    " khởi": 77,
    "khởi ": 399,
    " ng": 109,
    "ngh": 433,
    "ghi": 315,
    "iệp": 389,
    "ệp ": 621,
    " ngh": 110,
    "nghi": 434,
    "ghiệ": 316,
    "hiệp": 333,
    "iệp ": 390,
    " nghi": 111,
    "nghiệ": 435,
    "ghiệp": 317,
    "hiệp ": 334,
    " tí": 164,
    "tíc": 513,
    "ích": 568,
    " tíc": 165,
    "tích": 514,
    "ích ": 569,
    " tích": 166,
    "tích ": 515,
    " lũ": 87,
    "lũy": 411,
    "ũy ": 598,
    " lũy": 88,
    "lũy ": 412,
    " lũy ": 89,
    " đấ": 226,
    "đất": 588,
    "ất ": 610,
    " đất": 227,
    "đất ": 589,
    " đất ": 228,
    " ưu": 240,
    "ưu ": 599,
    " ưu ": 241,
    "iên": 375,
    "tiên": 496,
    "iên ": 376,
    " tiên": 150,
    "tiên ": 497,
    " ca": 8,
    "cao": 274,
    "ao ": 263,
    " cao": 9,
    "cao ": 275,
    " cao ": 10,
    " mỗ": 103,
    "mỗi": 427,
    "ỗi ": 629,
    " mỗi": 104,
    "mỗi ": 428,
    " mỗi ": 105,
    " đạ": 223,
    "đạt": 586,
    "ạt ": 605,
    " đạt": 224,
    "đạt ": 587,
    " đạt ": 225,
    " đa": 215,
    "đan": 579,
    "ang": 259,
    " đan": 216,
    "đang": 580,
    "ang ": 260,
    " đang": 217,
    "đang ": 581,
    "__/": 249,
    "_/t": 245,
    "/th": 242,
    "r__/": 472,
    "__/t": 250,
    "_/th": 246,
    "/thá": 243,
    "er__/": 312,
    "r__/t": 473,
    "__/th": 251,
    "_/thá": 247,
    "/thán": 244,
    " má": 100,
    "máy": 425,
    "áy ": 562,
    " máy": 101,
    "máy ": 426,
    " máy ": 102,
    "kiế": 400,
    "iếm": 379,
    "ếm ": 616,
    " kiế": 79,
    "kiếm": 401,
    "iếm ": 380,
    " kiếm": 80,
    "kiếm ": 402,
    " đư": 220,
    "đượ": 583,
    "ược": 602,
    "ợc ": 633,
    " đượ": 221,
    "được": 584,
    "ược ": 603,
    " được": 222,
    "được ": 585,
    "tín": 516,
    " tín": 167,
    "tính": 518,
    " tính": 169,
    "tính ": 519,
    " số": 132,
    "số ": 479,
    " số ": 133,
    "tiề": 503,
    "iền": 383,
    "ền ": 618,
    " tiề": 154,
    "tiền": 504,
    "iền ": 384,
    " tiền": 155,
    "tiền ": 505,
    "thờ": 492,
    "hời": 363,
    "ời ": 631,
    " thờ": 146,
    "thời": 493,
    "hời ": 364,
    " thời": 147,
    "thời ": 494,
    "gia": 318,
    "ian": 370,
    "an ": 258,
    " gia": 46,
    "gian": 319,
    "ian ": 371,
    " gian": 47,
    "gian ": 320,
    " lị": 92,
    "lịc": 414,
    "ịch": 622,
    " lịc": 93,
    "lịch": 415,
    "ịch ": 623,
    " lịch": 94,
    "lịch ": 416,
    "châ": 282,
    "hâu": 347,
    "âu ": 564,
    " châ": 16,
    "châu": 283,
    "hâu ": 348,
    " châu": 17,
    "châu ": 284,
    " âu": 212,
    " âu ": 213,
    " vp": 186,
    "vpb": 536,
    "pba": 464,
    "ban": 265,
    "ank": 261,
    "nk ": 442,
    " vpb": 187,
    "vpba": 537,
    "pban": 465,
    "bank": 266,
    "ank ": 262,
    " vpba": 188,
    "vpban": 538,
    "pbank": 466,
    "bank ": 267,
    " gó": 52,
    "gói": 324,
    "ói ": 575,
    " gói": 53,
    "gói ": 325,
    " gói ": 54,
    " on": 126,
    "onl": 457,
    "nli": 443,
    "lin": 406,
    "ine": 372,
    "ne ": 431,
    " onl": 127,
    "onli": 458,
    "nlin": 444,
    "line": 407,
    "ine ": 373,
    " onli": 128,
    "onlin": 459,
    "nline": 445,
    "line ": 408,
    " vấ": 194,
    "vấn": 543,
    "ấn ": 609,
    " vấn": 195,
    "vấn ": 544,
    " vấn ": 196,
    " va": 183,
    "vay": 534,
    "ay ": 264,
    " vay": 184,
    "vay ": 535,
    " vay ": 185,
    " vố": 197,
    "vốn": 545,
    " vốn": 198,
    "vốn ": 546,
    " vốn ": 199,
    " dị": 39,
    "dịc": 303,
    " dịc": 40,
    "dịch": 304,
    " dịch": 41,
    "dịch ": 305,
    " vụ": 205,
    "vụ ": 550,
    " vụ ": 206,
    "thẻ": 488,
    "hẻ ": 358,
    " thẻ": 142,
    "thẻ ": 489,
    " thẻ ": 143,
    "ín ": 570,
    "tín ": 517,
    " tín ": 168,
    " dụ": 42,
    "dụn": 306,
    "ụng": 637,
    " dụn": 43,
    "dụng": 307,
    "ụng ": 638,
    " dụng": 44,
    "dụng ": 308,
    " gì": 50,
    "gì ": 323,
    " gì ": 51,
    " nổ": 123,
    "nổi": 453,
    "ổi ": 628,
    " nổi": 124,
    "nổi ": 454,
    " nổi ": 125,
    " bậ": 3,
    "bật": 271,
    "ật ": 614,
    " bật": 4,
    "bật ": 272,
    " bật ": 5,
    "ản ": 606,
    "oản ": 461,
    "hoản ": 338,
    " đẹ": 232,
    "đẹp": 592,
    "ẹp ": 615,
    " đẹp": 233,
    "đẹp ": 593,
    " đẹp ": 234,
    " hỗ": 66,
    "hỗ ": 362,
    " hỗ ": 67,
    "trợ": 509,
    "rợ ": 477,
    " trợ": 159,
    "trợ ": 510,
    " trợ ": 160,
    " te": 134,
    "tes": 480,
    "est": 313,
    "st ": 478,
    " tes": 135,
    "test": 481,
    "est ": 314,
    " test": 136,
    "test ": 482
  },
  "response": null,
  "action_text": null
}