{
  "text": {
    " tô": 167,
    "tôi": 499,
    "ôi ": 548,
    " tôi": 168,
    "tôi ": 500,
    " tôi ": 169,
    " nê": 113,
    "nên": 424,
    "ên ": 538,
    " nên": 114,
    "nên ": 425,
    " nên ": 115,
    " ph": 118,
    "phâ": 432,
    "hân": 319,
    "ân ": 535,
    " phâ": 119,
    "phân": 433,
    "hân ": 320,
    " phân": 120,
    "phân ": 434,
    " bổ": 6,
    "bổ ": 252,
    " bổ ": 7,
    " th": 132,
    "thu": 456,
    "hu ": 314,
    " thu": 133,
    "thu ": 457,
    " thu ": 134,
    " nh": 103,
    "nhậ": 414,
    "hập": 337,
    "ập ": 584,
    " nhậ": 106,
    "nhập": 415,
    "hập ": 338,
    " nhập": 107,
    "nhập ": 416,
    "thế": 469,
    "hế ": 339,
    " thế": 142,
    "thế ": 470,
    " thế ": 143,
    " nà": 108,
    "nào": 420,
    "ào ": 528,
    " nào": 109,
    "nào ": 421,
    " nào ": 110,
    " gợ": 47,
    "gợi": 301,
    "ợi ": 604,
    " gợi": 48,
    "gợi ": 302,
    " gợi ": 49,
    " ý ": 197,
    " cá": 20,
    "các": 267,
    "ách": 530,
    "ch ": 255,
    " các": 21,
    "cách": 268,
    "ách ": 531,
    " cách": 22,
    "cách ": 269,
    " ch": 11,
    "chi": 256,
    "hia": 303,
    "ia ": 348,
    " chi": 12,
    "chia": 257,
    "hia ": 304,
    " chia": 13,
    "chia ": 258,
    " hũ": 53,
    "hũ ": 332,
    " hũ ": 54,
    " tà": 159,
    "tài": 491,
    "ài ": 525,
    " tài": 160,
    "tài ": 492,
    " tài ": 161,
    "chí": 264,
    "hín": 323,
    "ính": 544,
    "nh ": 411,
    " chí": 18,
    "chín": 265,
    "hính": 324,
    "ính ": 545,
    " chín": 19,
    "chính": 266,
    "hính ": 325,
    "cho": 259,
    "ho ": 310,
    " cho": 14,
    "cho ": 260,
    " cho ": 15,
    " tỉ": 175,
    "tỉ ": 504,
    " tỉ ": 176,
    " lệ": 80,
    "lệ ": 387,
    " lệ ": 81,
    " củ": 31,
    "của": 276,
    "ủa ": 607,
    " của": 32,
    "của ": 277,
    " của ": 33,
    " hi": 50,
    "hiệ": 305,
    "iện": 364,
    "ện ": 591,
    " hiệ": 51,
    "hiện": 306,
    "iện ": 365,
    " hiện": 52,
    "hiện ": 307,
    " tạ": 172,
    "tại": 502,
    "ại ": 575,
    " tại": 173,
    "tại ": 503,
    " tại ": 174,
    " có": 23,
    "có ": 270,
    " có ": 24,
    " hợ": 58,
    "hợp": 346,
    "ợp ": 605,
    " hợp": 59,
    "hợp ": 347,
    " hợp ": 60,
    " lý": 75,
    "lý ": 384,
    " lý ": 76,
    " kh": 61,
    "khô": 371,
    "hôn": 328,
    "ông": 549,
    "ng ": 405,
    " khô": 64,
    "khôn": 372,
    "hông": 329,
    "ông ": 550,
    " khôn": 65,
    "không": 373,
    "hông ": 330,
    " ti": 146,
    "tiế": 479,
    "iết": 358,
    "ết ": 588,
    " tiế": 150,
    "tiết": 480,
    "iết ": 359,
    " tiết": 151,
    "tiết ": 481,
    " ki": 68,
    "kiệ": 380,
    "iệm": 362,
    "ệm ": 590,
    " kiệ": 71,
    "kiệm": 381,
    "iệm ": 363,
    " kiệm": 72,
    "kiệm ": 382,
    " và": 180,
    "và ": 515,
    " và ": 181,
    " đầ": 212,
    "đầu": 562,
    "ầu ": 583,
    " đầu": 213,
    "đầu ": 563,
    " đầu ": 214,
    " tư": 170,
    "tư ": 501,
    " tư ": 171,
    " mu": 85,
    "muố": 396,
    "uốn": 513,
    "ốn ": 598,
    " muố": 88,
    "muốn": 397,
    "uốn ": 514,
    " muốn": 89,
    "muốn ": 398,
    "mua": 394,
    "ua ": 507,
    " mua": 86,
    "mua ": 395,
    " mua ": 87,
    " xe": 190,
    "xe ": 522,
    " xe ": 191,
    " tr": 154,
    "tro": 485,
    "ron": 439,
    "ong": 427,
    " tro": 155,
    "tron": 486,
    "rong": 440,
    "ong ": 428,
    " tron": 156,
    "trong": 487,
    "rong ": 441,
    " __": 0,
    "__n": 234,
    "_nu": 237,
    "num": 417,
    "umb": 508,
    "mbe": 391,
    "ber": 246,
    "er_": 285,
    "r__": 435,
    "__ ": 230,
    " __n": 1,
    "__nu": 235,
    "_num": 238,
    "numb": 418,
    "umbe": 509,
    "mber": 392,
    "ber_": 247,
    "er__": 286,
    "r__ ": 436,
    " __nu": 2,
    "__num": 236,
    "_numb": 239,
    "numbe": 419,
    "umber": 510,
    "mber_": 393,
    "ber__": 248,
    "er__ ": 287,
    "thá": 458,
    "hán": 316,
    "áng": 532,
    " thá": 135,
    "thán": 459,
    "háng": 317,
    "áng ": 533,
    " thán": 136,
    "tháng": 460,
    "háng ": 318,
    " vớ": 185,
    "với": 519,
    "ới ": 600,
    " với": 186,
    "với ": 520,
    " với ": 187,
    " gi": 42,
    "giá": 299,
    "iá ": 351,
    " giá": 45,
    "giá ": 300,
    " giá ": 46,
    "kho": 368,
    "hoả": 311,
    "oản": 429,
    "ảng": 577,
    " kho": 62,
    "khoả": 369,
    "hoản": 312,
    "oảng": 430,
    "ảng ": 578,
    " khoả": 63,
    "khoản": 370,
    "hoảng": 313,
    "oảng ": 431,
    " mụ": 96,
    "mục": 403,
    "ục ": 606,
    " mục": 97,
    "mục ": 404,
    " mục ": 98,
    "tiê": 474,
    "iêu": 354,
    "êu ": 539,
    " tiê": 147,
    "tiêu": 477,
    "iêu ": 355,
    " tiêu": 149,
    "tiêu ": 478,
    " là": 73,
    "là ": 383,
    " là ": 74,
    " đi": 201,
    "đi ": 554,
    " đi ": 202,
    " du": 37,
    "du ": 281,
    " du ": 38,
    " họ": 55,
    "học": 340,
    "ọc ": 597,
    " học": 56,
    "học ": 341,
    " học ": 57,
    " cầ": 28,
    "cần": 274,
    "ần ": 582,
    " cần": 29,
    "cần ": 275,
    " cần ": 30,
    " đị": 217,
    "địn": 565,
    "ịnh": 595,
    " địn": 218,
    "định": 566,
    "ịnh ": 596,
    " định": 219,
    "định ": 567,
    " dà": 39,
    "dàn": 282,
    "ành": 526,
    " dàn": 40,
    "dành": 283,
    "ành ": 527,
    " dành": 41,
    "dành ": 284,
    " để": 215,
    "để ": 564,
    " để ": 216,
    " xâ": 192,
    "xây": 523,
    "ây ": 537,
    " xây": 193,
    "xây ": 524,
    " xây ": 194,
    "nhà": 412,
    "hà ": 315,
    " nhà": 104,
    "nhà ": 413,
    " nhà ": 105,
    " vò": 182,
    "vòn": 516,
    "òng": 546,
    " vòn": 183,
    "vòng": 517,
    "òng ": 547,
    " vòng": 184,
    "vòng ": 518,
    " cư": 25,
    "cướ": 271,
    "ưới": 571,
    " cướ": 26,
    "cưới": 272,
    "ưới ": 572,
    " cưới": 27,
    "cưới ": 273,
    " vợ": 188,
    "vợ ": 521,
    " vợ ": 189,
    " tớ": 177,
    "tới": 505,
    " tới": 178,
    "tới ": 506,
    " tới ": 179,
    "khở": 374,
    "hởi": 344,
    "ởi ": 602,
    " khở": 66,
    "khởi": 375,
    "hởi ": 345,
    " khởi": 67,
    "khởi ": 376,
    " ng": 99,
    "ngh": 406,
    "ghi": 291,
    "iệp": 366,
    "ệp ": 592,
    " ngh": 100,
    "nghi": 407,
    "ghiệ": 292,
    "hiệp": 308,
    "iệp ": 367,
    " nghi": 101,
    "nghiệ": 408,
    "ghiệp": 293,
    "hiệp ": 309,
    " tí": 162,
    "tíc": 493,
    "ích": 542,
    " tíc": 163,
    "tích": 494,
    "ích ": 543,
    " tích": 164,
    "tích ": 495,
    " lũ": 77,
    "lũy": 385,
    "ũy ": 569,
    " lũy": 78,
    "lũy ": 386,
    " lũy ": 79,
    " đấ": 209,
    "đất": 560,
    "ất ": 580,
    " đất": 210,
    "đất ": 561,
    " đất ": 211,
    " ưu": 222,
    "ưu ": 570,
    " ưu ": 223,
    "iên": 352,
    "tiên": 475,
    "iên ": 353,
    " tiên": 148,
    "tiên ": 476,
    " ca": 8,
    "cao": 253,
    "ao ": 245,
    " cao": 9,
    "cao ": 254,
    " cao ": 10,
    " mỗ": 93,
    "mỗi": 401,
    "ỗi ": 599,
    " mỗi": 94,
    "mỗi ": 402,
    " mỗi ": 95,
    " đạ": 206,
    "đạt": 558,
    "ạt ": 576,
    " đạt": 207,
    "đạt ": 559,
    " đạt ": 208,
    " đa": 198,
    "đan": 551,
    "ang": 241,
    " đan": 199,
    "đang": 552,
    "ang ": 242,
    " đang": 200,
    "đang ": 553,
    "__/": 231,
    "_/t": 227,
    "/th": 224,
    "r__/": 437,
    "__/t": 232,
    "_/th": 228,
    "/thá": 225,
    "er__/": 288,
    "r__/t": 438,
    "__/th": 233,
    "_/thá": 229,
    "/thán": 226,
    " má": 90,
    "máy": 399,
    "áy ": 534,
    " máy": 91,
    "máy ": 400,
    " máy ": 92,
    "kiế": 377,
    "iếm": 356,
    "ếm ": 587,
    " kiế": 69,
    "kiếm": 378,
    "iếm ": 357,
    " kiếm": 70,
    "kiếm ": 379,
    " đư": 203,
    "đượ": 555,
    "ược": 573,
    "ợc ": 603,
    " đượ": 204,
    "được": 556,
    "ược ": 574,
    " được": 205,
    "được ": 557,
    "tín": 496,
    " tín": 165,
    "tính": 497,
    " tính": 166,
    "tính ": 498,
    " số": 127,
    "số ": 452,
    " số ": 128,
    "tiề": 482,
    "iền": 360,
    "ền ": 589,
    " tiề": 152,
    "tiền": 483,
    "iền ": 361,
    " tiền": 153,
    "tiền ": 484,
    "thờ": 471,
    "hời": 342,
    "ời ": 601,
    " thờ": 144,
    "thời": 472,
    "hời ": 343,
    " thời": 145,
    "thời ": 473,
    "gia": 296,
    "ian": 349,
    "an ": 240,
    " gia": 43,
    "gian": 297,
    "ian ": 350,
    " gian": 44,
    "gian ": 298,
    " lị": 82,
    "lịc": 388,
    "ịch": 593,
    " lịc": 83,
    "lịch": 389,
    "ịch ": 594,
    " lịch": 84,
    "lịch ": 390,
    "châ": 261,
    "hâu": 321,
    "âu ": 536,
    " châ": 16,
    "châu": 262,
    "hâu ": 322,
    " châu": 17,
    "châu ": 263,
    " âu": 195,
    " âu ": 196,
    "này": 422,
    "ày ": 529,
    " này": 111,
    "này ": 423,
    " này ": 112,
    "thấ": 464,
    "hấp": 333,
    "ấp ": 579,
    " thấ": 139,
    "thấp": 465,
    "hấp ": 334,
    " thấp": 140,
    "thấp ": 466,
    " độ": 220,
    "độ ": 568,
    " độ ": 221,
    " nó": 116,
    "nó ": 426,
    " nó ": 117,
    " da": 34,
    "dan": 278,
    "anh": 243,
    " dan": 35,
    "danh": 279,
    "anh ": 244,
    " danh": 36,
    "danh ": 280,
    " sá": 124,
    "sác": 449,
    " sác": 125,
    "sách": 450,
    " sách": 126,
    "sách ": 451,
    "ghĩ": 294,
    "hĩ ": 331,
    "nghĩ": 409,
    "ghĩ ": 295,
    " nghĩ": 102,
    "nghĩ ": 410,
    "tru": 488,
    "run": 442,
    "ung": 511,
    " tru": 157,
    "trun": 489,
    "rung": 443,
    "ung ": 512,
    " trun": 158,
    "trung": 490,
    "rung ": 444,
    " bì": 3,
    "bìn": 249,
    "ình": 540,
    " bìn": 4,
    "bình": 250,
    "ình ": 541,
    " bình": 5,
    "bình ": 251,
    "thô": 461,
    "hôi": 326,
    " thô": 137,
    "thôi": 462,
    "hôi ": 327,
    " thôi": 138,
    "thôi ": 463,
    " rằ": 121,
    "rằn": 445,
    "ằng": 585,
    " rằn": 122,
    "rằng": 446,
    "ằng ": 586,
    " rằng": 123,
    "rằng ": 447,
    "hấy": 335,
    "ấy ": 581,
    "thấy": 467,
    "hấy ": 336,
    " thấy": 141,
    "thấy ": 468,
    " te": 129,
    "tes": 453,
    "est": 289,
    "st ": 448,
    " tes": 130,
    "test": 454,
    "est ": 290,
    " test": 131,
    "test ": 455
  },
  "response": null,
  "action_text": null
}