{
  "text": {
    " tô": 143,
    "tôi": 431,
    "ôi ": 475,
    " tôi": 144,
    "tôi ": 432,
    " tôi ": 145,
    " nê": 104,
    "nên": 377,
    "ên ": 467,
    " nên": 105,
    "nên ": 378,
    " nên ": 106,
    " ph": 107,
    "phâ": 384,
    "hân": 283,
    "ân ": 464,
    " phâ": 108,
    "phân": 385,
    "hân ": 284,
    " phân": 109,
    "phân ": 386,
    " bổ": 3,
    "bổ ": 221,
    " bổ ": 4,
    " th": 115,
    "thu": 399,
    "hu ": 278,
    " thu": 116,
    "thu ": 400,
    " thu ": 117,
    " nh": 96,
    "nhậ": 369,
    "hập": 294,
    "ập ": 508,
    " nhậ": 99,
    "nhập": 370,
    "hập ": 295,
    " nhập": 100,
    "nhập ": 371,
    "thế": 404,
    "hế ": 296,
    " thế": 120,
    "thế ": 405,
    " thế ": 121,
    " nà": 101,
    "nào": 375,
    "ào ": 458,
    " nào": 102,
    "nào ": 376,
    " nào ": 103,
    " gợ": 41,
    "gợi": 265,
    "ợi ": 526,
    " gợi": 42,
    "gợi ": 266,
    " gợi ": 43,
    " ý ": 173,
    " cá": 17,
    "các": 236,
    "ách": 459,
    "ch ": 224,
    " các": 18,
    "cách": 237,
    "ách ": 460,
    " cách": 19,
    "cách ": 238,
    " ch": 8,
    "chi": 225,
    "hia": 267,
    "ia ": 305,
    " chi": 9,
    "chia": 226,
    "hia ": 268,
    " chia": 10,
    "chia ": 227,
    " hũ": 47,
    "hũ ": 293,
    " hũ ": 48,
    " tà": 135,
    "tài": 423,
    "ài ": 455,
    " tài": 136,
    "tài ": 424,
    " tài ": 137,
    "chí": 233,
    "hín": 287,
    "ính": 471,
    "nh ": 366,
    " chí": 15,
    "chín": 234,
    "hính": 288,
    "ính ": 472,
    " chín": 16,
    "chính": 235,
    "hính ": 289,
    "cho": 228,
    "ho ": 274,
    " cho": 11,
    "cho ": 229,
    " cho ": 12,
    " tỉ": 151,
    "tỉ ": 436,
    " tỉ ": 152,
    " lệ": 74,
    "lệ ": 344,
    " lệ ": 75,
    " củ": 28,
    "của": 245,
    "ủa ": 529,
    " của": 29,
    "của ": 246,
    " của ": 30,
    " hi": 44,
    "hiệ": 269,
    "iện": 321,
    "ện ": 513,
    " hiệ": 45,
    "hiện": 270,
    "iện ": 322,
    " hiện": 46,
    "hiện ": 271,
    " tạ": 148,
    "tại": 434,
    "ại ": 501,
    " tại": 149,
    "tại ": 435,
    " tại ": 150,
    " có": 20,
    "có ": 239,
    " có ": 21,
    " hợ": 52,
    "hợp": 303,
    "ợp ": 527,
    " hợp": 53,
    "hợp ": 304,
    " hợp ": 54,
    " lý": 69,
    "lý ": 341,
    " lý ": 70,
    " kh": 55,
    "khô": 328,
    "hôn": 290,
    "ông": 476,
    "ng ": 362,
    " khô": 58,
    "khôn": 329,
    "hông": 291,
    "ông ": 477,
    " khôn": 59,
    "không": 330,
    "hông ": 292,
    " ti": 124,
    "tiế": 414,
    "iết": 315,
    "ết ": 510,
    " tiế": 128,
    "tiết": 415,
    "iết ": 316,
    " tiết": 129,
    "tiết ": 416,
    " ki": 62,
    "kiệ": 337,
    "iệm": 319,
    "ệm ": 512,
    " kiệ": 65,
    "kiệm": 338,
    "iệm ": 320,
    " kiệm": 66,
    "kiệm ": 339,
    " và": 156,
    "và ": 445,
    " và ": 157,
    " đầ": 188,
    "đầu": 489,
    "ầu ": 507,
    " đầu": 189,
    "đầu ": 490,
    " đầu ": 190,
    " tư": 146,
    "tư ": 433,
    " tư ": 147,
    " mu": 79,
    "muố": 353,
    "uốn": 443,
    "ốn ": 520,
    " muố": 82,
    "muốn": 354,
    "uốn ": 444,
    " muốn": 83,
    "muốn ": 355,
    "mua": 351,
    "ua ": 439,
    " mua": 80,
    "mua ": 352,
    " mua ": 81,
    " xe": 166,
    "xe ": 452,
    " xe ": 167,
    " tr": 132,
    "tro": 420,
    "ron": 391,
    "ong": 379,
    " tro": 133,
    "tron": 421,
    "rong": 392,
    "ong ": 380,
    " tron": 134,
    "trong": 422,
    "rong ": 393,
    " __": 0,
    "__n": 208,
    "_nu": 211,
    "num": 372,
    "umb": 440,
    "mbe": 348,
    "ber": 218,
    "er_": 251,
    "r__": 387,
    "__ ": 204,
    " __n": 1,
    "__nu": 209,
    "_num": 212,
    "numb": 373,
    "umbe": 441,
    "mber": 349,
    "ber_": 219,
    "er__": 252,
    "r__ ": 388,
    " __nu": 2,
    "__num": 210,
    "_numb": 213,
    "numbe": 374,
    "umber": 442,
    "mber_": 350,
    "ber__": 220,
    "er__ ": 253,
    "thá": 401,
    "hán": 280,
    "áng": 461,
    " thá": 118,
    "thán": 402,
    "háng": 281,
    "áng ": 462,
    " thán": 119,
    "tháng": 403,
    "háng ": 282,
    " vớ": 161,
    "với": 449,
    "ới ": 522,
    " với": 162,
    "với ": 450,
    " với ": 163,
    " gi": 36,
    "giá": 263,
    "iá ": 308,
    " giá": 39,
    "giá ": 264,
    " giá ": 40,
    "kho": 325,
    "hoả": 275,
    "oản": 381,
    "ảng": 503,
    " kho": 56,
    "khoả": 326,
    "hoản": 276,
    "oảng": 382,
    "ảng ": 504,
    " khoả": 57,
    "khoản": 327,
    "hoảng": 277,
    "oảng ": 383,
    " mụ": 90,
    "mục": 360,
    "ục ": 528,
    " mục": 91,
    "mục ": 361,
    " mục ": 92,
    "tiê": 409,
    "iêu": 311,
    "êu ": 468,
    " tiê": 125,
    "tiêu": 412,
    "iêu ": 312,
    " tiêu": 127,
    "tiêu ": 413,
    " là": 67,
    "là ": 340,
    " là ": 68,
    " đi": 177,
    "đi ": 481,
    " đi ": 178,
    " du": 31,
    "du ": 247,
    " du ": 32,
    " họ": 49,
    "học": 297,
    "ọc ": 519,
    " học": 50,
    "học ": 298,
    " học ": 51,
    " cầ": 25,
    "cần": 243,
    "ần ": 506,
    " cần": 26,
    "cần ": 244,
    " cần ": 27,
    " đị": 193,
    "địn": 492,
    "ịnh": 517,
    " địn": 194,
    "định": 493,
    "ịnh ": 518,
    " định": 195,
    "định ": 494,
    " dà": 33,
    "dàn": 248,
    "ành": 456,
    " dàn": 34,
    "dành": 249,
    "ành ": 457,
    " dành": 35,
    "dành ": 250,
    " để": 191,
    "để ": 491,
    " để ": 192,
    " xâ": 168,
    "xây": 453,
    "ây ": 466,
    " xây": 169,
    "xây ": 454,
    " xây ": 170,
    "nhà": 367,
    "hà ": 279,
    " nhà": 97,
    "nhà ": 368,
    " nhà ": 98,
    " vò": 158,
    "vòn": 446,
    "òng": 473,
    " vòn": 159,
    "vòng": 447,
    "òng ": 474,
    " vòng": 160,
    "vòng ": 448,
    " cư": 22,
    "cướ": 240,
    "ưới": 497,
    " cướ": 23,
    "cưới": 241,
    "ưới ": 498,
    " cưới": 24,
    "cưới ": 242,
    " vợ": 164,
    "vợ ": 451,
    " vợ ": 165,
    " tớ": 153,
    "tới": 437,
    " tới": 154,
    "tới ": 438,
    " tới ": 155,
    "khở": 331,
    "hởi": 301,
    "ởi ": 524,
    " khở": 60,
    "khởi": 332,
    "hởi ": 302,
    " khởi": 61,
    "khởi ": 333,
    " ng": 93,
    "ngh": 363,
    "ghi": 257,
    "iệp": 323,
    "ệp ": 514,
    " ngh": 94,
    "nghi": 364,
    "ghiệ": 258,
    "hiệp": 272,
    "iệp ": 324,
    " nghi": 95,
    "nghiệ": 365,
    "ghiệp": 259,
    "hiệp ": 273,
    " tí": 138,
    "tíc": 425,
    "ích": 469,
    " tíc": 139,
    "tích": 426,
    "ích ": 470,
    " tích": 140,
    "tích ": 427,
    " lũ": 71,
    "lũy": 342,
    "ũy ": 495,
    " lũy": 72,
    "lũy ": 343,
    " lũy ": 73,
    " đấ": 185,
    "đất": 487,
    "ất ": 505,
    " đất": 186,
    "đất ": 488,
    " đất ": 187,
    " ưu": 196,
    "ưu ": 496,
    " ưu ": 197,
    "iên": 309,
    "tiên": 410,
    "iên ": 310,
    " tiên": 126,
    "tiên ": 411,
    " ca": 5,
    "cao": 222,
    "ao ": 217,
    " cao": 6,
    "cao ": 223,
    " cao ": 7,
    " mỗ": 87,
    "mỗi": 358,
    "ỗi ": 521,
    " mỗi": 88,
    "mỗi ": 359,
    " mỗi ": 89,
    " đạ": 182,
    "đạt": 485,
    "ạt ": 502,
    " đạt": 183,
    "đạt ": 486,
    " đạt ": 184,
    " đa": 174,
    "đan": 478,
    "ang": 215,
    " đan": 175,
    "đang": 479,
    "ang ": 216,
    " đang": 176,
    "đang ": 480,
    "__/": 205,
    "_/t": 201,
    "/th": 198,
    "r__/": 389,
    "__/t": 206,
    "_/th": 202,
    "/thá": 199,
    "er__/": 254,
    "r__/t": 390,
    "__/th": 207,
    "_/thá": 203,
    "/thán": 200,
    " má": 84,
    "máy": 356,
    "áy ": 463,
    " máy": 85,
    "máy ": 357,
    " máy ": 86,
    "kiế": 334,
    "iếm": 313,
    "ếm ": 509,
    " kiế": 63,
    "kiếm": 335,
    "iếm ": 314,
    " kiếm": 64,
    "kiếm ": 336,
    " đư": 179,
    "đượ": 482,
    "ược": 499,
    "ợc ": 525,
    " đượ": 180,
    "được": 483,
    "ược ": 500,
    " được": 181,
    "được ": 484,
    "tín": 428,
    " tín": 141,
    "tính": 429,
    " tính": 142,
    "tính ": 430,
    " số": 110,
    "số ": 395,
    " số ": 111,
    "tiề": 417,
    "iền": 317,
    "ền ": 511,
    " tiề": 130,
    "tiền": 418,
    "iền ": 318,
    " tiền": 131,
    "tiền ": 419,
    "thờ": 406,
    "hời": 299,
    "ời ": 523,
    " thờ": 122,
    "thời": 407,
    "hời ": 300,
    " thời": 123,
    "thời ": 408,
    "gia": 260,
    "ian": 306,
    "an ": 214,
    " gia": 37,
    "gian": 261,
    "ian ": 307,
    " gian": 38,
    "gian ": 262,
    " lị": 76,
    "lịc": 345,
    "ịch": 515,
    " lịc": 77,
    "lịch": 346,
    "ịch ": 516,
    " lịch": 78,
    "lịch ": 347,
    "châ": 230,
    "hâu": 285,
    "âu ": 465,
    " châ": 13,
    "châu": 231,
    "hâu ": 286,
    " châu": 14,
    "châu ": 232,
    " âu": 171,
    " âu ": 172,
    " te": 112,
    "tes": 396,
    "est": 255,
    "st ": 394,
    " tes": 113,
    "test": 397,
    "est ": 256,
    " test": 114,
    "test ": 398
  },
  "response": null,
  "action_text": null
}