{
  "text": {
    "tôi": 142,
    "nên": 101,
    "phân": 103,
    "bổ": 7,
    "thu": 108,
    "nhập": 96,
    "thế": 119,
    "nào": 100,
    "tôi nên": 147,
    "nên phân": 102,
    "phân bổ": 104,
    "bổ thu": 9,
    "thu nhập": 109,
    "nhập thế": 99,
    "thế nào": 120,
    "gợi": 42,
    "ý": 171,
    "cách": 21,
    "chia": 12,
    "hũ": 47,
    "tài": 136,
    "chính": 19,
    "cho": 14,
    "gợi ý": 43,
    "ý cách": 172,
    "cách chia": 22,
    "chia hũ": 13,
    "hũ tài": 50,
    "tài chính": 137,
    "chính cho": 20,
    "cho tôi": 16,
    "tỉ": 154,
    "lệ": 73,
    "của": 30,
    "hiện": 44,
    "tại": 152,
    "có": 23,
    "hợp": 53,
    "lý": 69,
    "không": 57,
    "tỉ lệ": 155,
    "lệ hũ": 74,
    "hũ của": 49,
    "của tôi": 31,
    "tôi hiện": 143,
    "hiện tại": 46,
    "tại có": 153,
    "có hợp": 25,
    "hợp lý": 54,
    "lý không": 70,
    "tiết": 129,
    "kiệm": 62,
    "và": 158,
    "đầu": 182,
    "tư": 151,
    "bổ hũ": 8,
    "hũ cho": 48,
    "cho tiết": 15,
    "tiết kiệm": 130,
    "kiệm và": 64,
    "và đầu": 159,
    "đầu tư": 183,
    "muốn": 82,
    "mua": 77,
    "xe": 165,
    "trong": 133,
    "__number__": 0,
    "tháng": 110,
    "với": 162,
    "giá": 39,
    "khoảng": 55,
    "tôi muốn": 146,
    "muốn mua": 84,
    "mua xe": 80,
    "xe trong": 167,
    "trong __number__": 134,
    "__number__ tháng": 3,
    "tháng với": 116,
    "với giá": 163,
    "giá khoảng": 41,
    "khoảng __number__": 56,
    "mục": 91,
    "tiêu": 125,
    "là": 65,
    "đi": 175,
    "du": 32,
    "học": 51,
    "cần": 28,
    "mục tiêu": 92,
    "tiêu của": 126,
    "tôi là": 145,
    "là đi": 68,
    "đi du": 176,
    "du học": 33,
    "học trong": 52,
    "tháng cần": 111,
    "cần __number__": 29,
    "định": 191,
    "dành": 35,
    "để": 184,
    "xây": 168,
    "nhà": 94,
    "vòng": 160,
    "tôi định": 150,
    "định dành": 192,
    "dành __number__": 36,
    "__number__ để": 6,
    "để xây": 189,
    "xây nhà": 169,
    "nhà trong": 95,
    "trong vòng": 135,
    "vòng __number__": 161,
    "cưới": 26,
    "vợ": 164,
    "muốn tiết": 85,
    "kiệm __number__": 63,
    "__number__ trong": 5,
    "tháng để": 117,
    "để cưới": 185,
    "cưới vợ": 27,
    "tới": 156,
    "khởi": 58,
    "nghiệp": 93,
    "tháng tới": 115,
    "tới tôi": 157,
    "muốn có": 83,
    "có __number__": 24,
    "để khởi": 187,
    "khởi nghiệp": 59,
    "tích": 138,
    "lũy": 71,
    "đất": 181,
    "tiêu là": 127,
    "là tích": 67,
    "tích lũy": 139,
    "lũy __number__": 72,
    "để mua": 188,
    "mua đất": 81,
    "ưu": 193,
    "tiên": 123,
    "cao": 10,
    "ưu tiên": 194,
    "tiên cao": 124,
    "cao của": 11,
    "là tiết": 66,
    "mua nhà": 79,
    "mỗi": 89,
    "đạt": 179,
    "__number__ thu": 2,
    "nhập mỗi": 98,
    "mỗi tháng": 90,
    "để đạt": 190,
    "đạt __number__": 180,
    "đang": 173,
    "máy": 86,
    "tôi đang": 149,
    "đang có": 174,
    "nhập __number__": 97,
    "tháng muốn": 113,
    "xe máy": 166,
    "máy giá": 87,
    "giá __number__": 40,
    "kiếm": 60,
    "được": 177,
    "tôi kiếm": 144,
    "kiếm được": 61,
    "được __number__": 178,
    "tháng tiết": 114,
    "__number__ muốn": 1,
    "tính": 140,
    "số": 105,
    "tiền": 131,
    "thời": 121,
    "gian": 37,
    "tiêu mua": 128,
    "mua máy": 78,
    "máy tính": 88,
    "tính số": 141,
    "số tiền": 106,
    "tiền cần": 132,
    "__number__ thời": 4,
    "thời gian": 122,
    "gian __number__": 38,
    "tháng ưu": 118,
    "lịch": 75,
    "châu": 17,
    "âu": 170,
    "tôi tiết": 148,
    "tháng hiện": 112,
    "hiện có": 45,
    "để du": 186,
    "du lịch": 34,
    "lịch châu": 76,
    "châu âu": 18,
    "test": 107
  },
  "intent": {
    "ask_jar_allocation": 0,
    "set_financial_goal": 1,
    "test": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_call_remote_func": 1,
    "action_evaluate_financial_goal": 6,
    "action_suggest_jar_allocation": 12,
    "financial_goal_form": 15
  },
  "action_text": null,
  "intent_response_key": null
}